// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Scan til computer";
TaskDescription = "Med Scan til computer kan du starte scanninger via HP-enhedens frontpanel og automatisk få sendt outputtet til din computer.";

MoreInfoButtonToolTipTitle = "Flere oplysninger om Scan til computer";

"COMPUTER_NAME_TITLE" = "Compuernavnet er";
"COMPUTER_NAME_DESCRIPTION" = "Når du starter en scanning fra HP-enheden, kan du blive bedt om at vælge din computer på en liste over værtscomputere, der kan bruges til Scan til computer.";
ComputerNameWithDefaultDestinationDescription = "Når en scanning startes fra din HP-enhed, bliver du muligvis bedt om at vælge din computer på en liste med værtscomputere, hvor Scan til computer er aktiveret. Scanninger gemmes på standardplaceringen. Klik på knappen \"Rediger scanningsopgaver\" for at redigere opgaver.";
"COMPUTER" = "Computer";
"COMPUTERS" = "Computere";

"INSTALLATION_ERROR" = "HP's scannersoftware kunne ikke findes på computeren. Hent og installer den seneste af den af HP anbefalede software til din enhed fra http://www.hp.com/support, og prøv derefter igen.";
HSDNoHPScanDriverErrorMessage = "HP-softwaren, der kræves til Scan til computer, kunne ikke indlæses. Du skal downloade og installere den seneste software til din HP-enhed fra http://www.hp.com/support og prøve igen. Genstart din Mac-computer og HP-enheden, hvis problemet fortsætter.";

EnableScanToComputerCheckBoxTitle = "Aktiver Scan til computer";

EnablingScanToComputerProgressTitle = "Aktiverer Scan til computer...";

ScanToComputerIsEnabledTitle = "Scan til computer er aktiveret";
ChangeComputerNameButtonTitle = "Skift computernavn...";

ScanToComputerDisabledTitle = "Scan til computer er deaktiveret";
ScanToComputerDisabledDescriptionTitle = "Du kan stadigvæk starte scanninger fra computerens scanningssoftware — for eksempel fra HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Scan til computer kan ikke aktiveres";

EnablingFailedCause1Title = "Mulig årsag nr. 1: Det maksimale antal computere er allerede aktiveret. Hvis du vil aktivere Scan til computer, skal denne funktion først deaktiveres på en anden computer.";
EnablingFailedCause2Title = "Mulig årsag nr. 2: Kan ikke kommunikere med enheden. Tjek kabler og forbindelsesindstillinger. Prøv at genstarte computeren og HP-enheden, hvis problemet fortsætter.";
ShowEnabledComputersButtonTitle = "Vis aktiverede computere";

CommunicationErrorTitle = "Kommunikationsfejl";
CommunicationErrorDescriptionTitle = "Kan ikke kommunikere med enheden. Tjek kabler og forbindelsesindstillinger. Prøv at genstarte computeren og HP-enheden, hvis problemet fortsætter.";

EditScanTasksButtonTitle = "Rediger scanningsopgaver…";
EditScanTasksButtonToolTipTitle = "Se og rediger scanningsopgaver i HP Easy Scan-programmet (eller HP Scan til nogle produkter)";
CannotEditScanTasksErrorTitle = "Det er ikke muligt at finde HP Easy Scan";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (eller HP Scan ved nogle produkter) er påkrævet for at se og redigere indstillinger for scanningsopgave. Hent og installer den nyeste software til dit produkt på HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Softwaren i HP Scan skal opdateres. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Er i øjeblikket aktiveret til scanning til computer";
MaximumEnabledComputersAmountTitle = "Maksimum aktiveret for denne enhed:";
